Repository: hoccer/hoccer-xo-iphone
Catalog: HoccerXO/Localizations/*.lproj/com.hoccer.whitelabel.uniheld.strings
Languages: de

# about_prosa
source: HOCCER - The Messenger Hoccer is "The Messenger" for fast, easy and secure file transfer between smartphones and tablets, with unlimited data exchange without any setup or exchange of any personal data and the possibility of gesture controlled anonymous communication. Security, data protection and the protection of privacy are of extreme importance to us. Hoccer sets new standards in mobile data transmission and puts mobile privacy to a new level, due to latest encryption and transmission technologies. No registration needed, no need of mobile number or mailadress to add friends. Proprietary notices: U.S. Patent No. 9,008,579 U.S. Patent No. 9,369,442 AU Patent No. 2012311701
de: Mit UNIHELD bleibst Du immer Up-to-date! Die besten Angebote, die geilsten Partys und Benefits Deiner Stadt, das und vieles mehr, immer mit dabei, in Deiner Hosentasche!

# invite_mail_body
source: Good Day! I am using the %@ app and would like to add you as contact. Please download the app and accept my connection request: %@
de: Moin, lad dir mal schnell die UNIHELD App runter, dein neuer digitaler Studentenausweis! Einfach Anmelden, als Student verifizieren und dir die geilsten Studentenangebote gönnen! %@

# invite_sms_text
source: I am using the %@ app and would like to add you as contact. Please download the app and accept my connection request: %@
de: Moin, lad dir mal die UNIHELD-App runter! Anmelden, als Student verifizieren und dir die geilsten Studentenangebote gönnen: %@ %@

# hoccer_tutorial_url
source: http://faq.uniheld.com/en/tutorial
de: http://faq.uniheld.com/de/tutorial/

# hoccer_faq_url
source: http://faq.uniheld.com/en/
de: http://faq.uniheld.com/de/

# contact_list_placeholder
source: [Invite friends](http://faq.uniheld.com/en/tutorial/#invite) to chat with.
de: [Lade Freunde ein](http://faq.uniheld.com/de/tutorial/#freunde-einladen) sicher mit dir zu chatten.

# contact_list_placeholder_nearby
source: Waiting for others [nearby](http://faq.uniheld.com/en/tutorial/#nearby)…
de: Warte auf Kontake [in der Nähe](http://faq.uniheld.com/de/tutorial/#in-der-naehe)…

# contact_list_placeholder_worldwide
source: Waiting for others [worldwide](http://faq.uniheld.com/en/tutorial/#worldwide)…
de: Warte auf Kontake [weltweit](http://faq.uniheld.com/de/tutorial/#weltweit)…

# group_list_placeholder
source: Create [groups](http://faq.uniheld.com/en/tutorial/#groups) to chat with many friends at once.
de: Lege [Gruppen](http://faq.uniheld.com/de/tutorial/#gruppen) an um mit vielen Freunden gleichzeitig zu chatten.

# key_fingerprint_info
source: Improve security by [verifying the keys](http://faq.uniheld.com/en/tutorial/#verify) of your friends. Ask them for their key ids and compare.
de: Für ein Extra an Sicherheit [verifiziere die Schlüssel](http://faq.uniheld.com/de/tutorial/#verifizierung) deiner Freunde. Frage sie nach ihrer Schlüssel Id und vergleiche.

# key_fingerprint_yours_info
source: The key id is your keys fingerprint. Show it to friends asking to [verify your key](http://faq.uniheld.com/en/tutorial/#verify).
de: Die Schlüssel Id ist der Fingerabdruck deines Schlüssels. Zeige sie Freunden, die deinen [Schlüssel verifizieren](http://faq.uniheld.com/de/tutorial/#verifizierung) wollen.

# chat_list_tab_title
source: Chats
de: Schnacken

# uniheld_benefit_title
source: Benefits
de: Gönnung

# uniheld_benefit_url
source: https://uniheld.campusbenefits.de
de: http://benefits.uniheld.com/

# uniheld_student_id_btn_title
source: Student Id
de: Studentenausweis

# uniheld_student_id_no_image_alert_title
source: No Student ID saved
de: Kein Ausweis hinterlegt

# uniheld_student_id_no_image_alert_message
source: Edit your profile to add a photo of your student id.
de: Bearbeite dein Profil, um ein Bild deines Ausweises zu hinterlegen.

# uniheld_student_id_image_option_sheet_title
source: Pick Student Id from
de: Studentenausweis

# uniheld_student_id_image_option_delete_btn_title
source: Delete Id
de: Ausweis löschen

# uniheld_student_id_title
source: Student Id
de: Ausweis

# uniheld_student_id_info_url
source: http://faq.uniheld.com/2017/02/21/the-uniheld-student-id/
de: http://faq.uniheld.com/de/2017/02/21/der-uniheld-studentenausweis/

# message_background_color_incoming
source: #38C723
de: #dfdfdf

# message_background_color_in_progress
source: #3AAA35
de: #dfdfdf

# message_background_color_success
source: #DFDFDF
de: #3AAA35
