Repository: hoccer/hoccer-xo-iphone
Catalog: HoccerXO/Localizations/*.lproj/Localizable.strings
Languages: de

# language_code
source: en
de: de

source: Cancel
de: Abbrechen

source: Done
de: Fertig

source: Save
de: Speichern

source: Delete
de: Löschen

source: Enter
de: Eingeben

source: No
de: Nein

source: Go
de: Los

source: Continue
de: Weitermachen

source: Abort
de: Beenden

source: Loading…
de: Lade…

source: Transfer
de: Übertragen

# edit_short
source: Edit
de: Bearb.

# search_placeholder
source: search
de: suchen

# fatal_error_default_title
source: Fatal Error
de: Unbehebbarer Fehlerzustand

# fatal_error_default_message
source: An unrecoverable error occured and %@ will quit. Please restart %@.
de: Ein unbehebbarer Fehler ist aufgetreten und Hoccer wird sich beenden. Bitte starte Hoccer neu.

# operation_failed_default_title
source: Operation Failed
de: Vorgang fehlgeschlagen

# operation_failed_default_message
source: The operation has failed. Check you network connection and try again later
de: Ein Vorgang ist fehlgeschlagen. Überprüfe deine Netzwerkverbindung und versuche es später noch einmal.

# about_nav_title
source: About %@
de: Über Hoccer

# apn_new_messages
source: You have %@ new messages!
de: Du hast %@ neue Nachrichten!

# apn_one_new_message
source: You have a new message!
de: Du hast eine neue Nachricht!

# attachment_add_sheet_title
source: Add Attachement from:
de: Anhang hinzufügen aus:

# attachment_src_media_btn_title
source: Media
de: Medien

# attachment_src_camera_btn_title
source: Camera
de: Kamera

# attachment_src_music_library_btn_title
source: Music Library
de: Musikbibliothek

# attachment_src_adressbook_btn_title
source: Addressbook
de: Adressbuch

# attachment_src_map_btn_title
source: Map
de: Karte

# attachment_option_sheet_title
source: Attachment
de: Anhang

# attachment_option_remove_btn_title
source: Remove Attachment
de: Anhang entfernen

# attachment_option_choose_new_btn_title
source: Choose New Attachment
de: Anhang neu auswählen

# attachment_option_view_btn_title
source: View Attachment
de: Anhang anzeigen

# attachment_option_sheet_title_pl
source: Attachments
de: Anhänge

# attachment_option_remove_btn_title_pl
source: Remove Attachments
de: Anhänge entfernen

# attachment_option_choose_new_btn_title_pl
source: Choose New Attachment
de: Anhang neu auswählen

# attachment_option_view_btn_title_pl
source: View/Change Attachments
de: Anhänge zeigen/ändern

# attachment_download_failed_title
source: Download failed
de: Download fehlgeschlagen

# attachment_download_failed_message
source: Failed to download an attachment
de: Ein Anhang konnte nicht herunter geladen werden.

# attachment_upload_failed_title
source: Upload failed
de: Upload fehlgeschlagen

# attachment_upload_failed_message
source: Failed to upload an attachment
de: Ein Anhang konnte nicht hochgeladen werden.

# attachment_type_image
source: Image
de: Bild

# attachment_type_audio_recording
source: Voice Recording
de: Sprachaufnahme

# attachment_type_vcard
source: Address
de: Adresse

# attachment_type_geolocation
source: Location
de: Ort

# attachment_type_data
source: Document
de: Dokument

# attachment_type_images
source: Images
de: Bilder

# attachment_type_visual
source: Visual
de: Visuell

# attachment_type_other
source: Other
de: Andere

# attachment_overlimit_title
source: Really send Message?
de: Nachricht versenden?

# attachment_overlimit_upload_question
source: Attachment size is %@. Do you really want to send this message?
de: Der Anhang ist %@ groß. Willst du die Nachricht wirklich versenden?

# attachment_overlimit_confirm
source: Send
de: Senden

# attachment_on_hold_upload_question
source: Upload %@?
de: %@ hochladen?

# attachment_on_hold_download_question
source: Download %@?
de: %@ runterladen?

# attachment_save_to_album_failed_title
source: Save in Album Failed
de: Speichern fehlgeschlagen

# attachment_incompatible_video_message
source: Video is not compatible with Album
de: Videoformat ist inkompatibel mit dem Album

# attachment_cannot_play_title
source: Cannot Play Audio Attachment
de: Anhang kann nicht abgespielt werden

# attachment_cannot_play_message
source: The audio attachment cannot be played on this device.
de: Das Format der Audiodatei wird auf diesem Gerät nicht unterstützt.

# attachment_browse_album
source: Album
de: Alben

# attachment_browse_library
source: Library
de: Bibliothek

# attachment_music_songs
source: Songs
de: Titel

# attachment_music_artists
source: Artists
de: Interpreten

# attachment_music_albums
source: Albums
de: Alben

# attachment_music_playlists
source: Playlists
de: Listen

# Paste Image Attachment
source: Pasteboard (Image)
de: Ablage (Bild)

# Paste Video Attachment
source: Pasteboard (Video)
de: Ablage (Video)

# Paste Audio Attachment
source: Pasteboard (Audio)
de: Ablage (Audio)

# Paste vcard Attachment
source: Pasteboard (vcard)
de: Ablage (Adresse)

# Paste geolocation Attachment
source: Pasteboard (Location)
de: Ablage (Ort)

# Paste Image
source: Pasteboard (Image)
de: Ablage (Bild)

# Opened data Attachment %@
source: External (%@)
de: Extern (%@)

# audio_attachment_list_nav_title
source: Media
de: Medien

# audio_attachment_list_footer_send
source: send
de: senden

# audio_attachment_list_footer_delete
source: delete
de: löschen

# audio_attachment_list_footer_add
source: add
de: hinzufügen

# audio_attachment_list_count_attachments
source: %u files
de: %u Dateien

# audio_attachment_list_count_attachments (one)
source: one file
de: Eine Datei

# audio_attachment_list_confirm_delete_title
source: Delete %@? %@
de: %@ löschen?

# audio_attachment_list_remove_from_collection
source: Remove from Collection
de: Aus Sammlung entfernen

# audio_attachment_list_search_section_senders
source: Senders
de: Absender

# audio_attachment_list_search_section_attachments
source: Files
de: Dateien

# audio_player_playlist_status
source: %u of %u
de: %u von %u

# backend_stopped
source: not connected
de: Nicht verbunden

# backend_connecting
source: connecting...
de: Verbindungsaufbau...

# backend_registering
source: registering...
de: Registrierung...

# backend_authenticating
source: authenticating...
de: Anmeldung...

# backend_ready
source: connected
de: verbunden

# backend_stopping
source: disconnecting...
de: Verbindung wird beendet...

# backend_no_internet
source: no internet connection
de: Keine Internetverbindung

# backend_disabled
source: Connection Disabled
de: Verbindung deaktiviert

# backend_disabling
source: disabling connection...
de: Verbindung wird deaktiviert...

# backend_login_temporarily_failed_title
source: Login failed
de: Anmeldung fehlgeschlagen

# backend_login_temporarily_failed_continue_question
source: The Login has failed beacause there is a temporary technical problem with the connection or the server. ('%@') Do you want to keep trying to log in?
de: Die Anmeldung ist aufgrund eines vorübergehenden technischen Problems mit der Verbindung oder dem Server fehlgeschlagen.('%@') Wollen sie es weiter versuchen?

# certificate_invalid_title
source: Invalid Server Certificate
de: Ungültiges Server Zertifikat

# certificate_invalid_message
source: %@ could not establish a secure connection to the server. Most probably you are connected to a public hotspot, but not to the internet. It is also possible there is a technical problem or an unsuccessful attempt to eavesdrop on your connection.
de: Hoccer konnte keine sichere Verbindung zum Server aufbauen. Du bist vermutlich mit einem öffentlichen Hotspot verbunden, aber nicht mit dem Internet. Die Ursache kann auch eine Fehlkonfiguration des Internetzugangs sein oder ein erfolgloser Versuch, die Verbindung abzuhören.

# nearby_list_nav_title
source: Nearby
de: In der Nähe

# chat_message_placeholder
source: Message
de: Nachricht

# chat_call_phone_number_btn_title
source: Call
de: Anrufen

# chat_cant_send_alert_title
source: Can Not Send Message
de: Nachricht kann nicht gesendet werden

# chat_contact_blocked_message
source: Contact is blocked.
de: Der Kontakt ist geblockt.

# chat_relationship_removed_message
source: Relationship with this contact does no longer exist.
de: Es existiert keine Beziehung zu diesem Kontakt mehr.

# chat_message_too_long_message
source: Message is longer than %d bytes. Please keep it brief.
de: Die Nachricht ist länger als %d bytes. Bitte fasse Dich kurz.

# chat_wait_for_invitees_message
source: You can not send a message to this group because no invited member has joined yet. You have to wait until at least one invitation is accepted.
de: Du kannst keine Nachrichten an die Gruppe verschicken weil noch niemand deine Einladung angenommen hat.

# chat_group_you_are_alone_message
source: You can not send a message to this group because there are no members except you. Please invite friends to this group.
de: Du kannst keine Nachrichten an die Gruppe verschicken weil sie ausser dir keine Mitglieder hat. Du kannst unter ‘Gruppen‘ deine Freunde einladen.

# chat_nearby_group_you_are_alone_message
source: You can not send a message to this group because there are no other active nearby users. Other users close to you must also activate 'Nearby' to join this group.
de: Du kannst keine Nachrichten an die Gruppe verschicken niemand in der Nähe aktiv ist. Andere Nutzer müssen auch die ‘In der Nähe'-Funktion auswählen um in der Gruppe zu erscheinen.

# chat_no_groupkey_message
source: Sorry, the message can not be sent right now because due to a technical problem you do not have the group key. Please try again later.
de: Die Nachricht kann nicht versendet werden, weil der Gruppenschlüssel aufgrund eines technischen Problems nicht vorhanden ist. Bitte versuchen sie es später noch einmal.

# chat_nearby_contact_offline
source: Sorry, the message can not be sent because the contact is no longer nearby or is offline and is not your friend.
de: Die Nachricht kann nicht versendet werden, weil der Kontakt sich nicht mehr im Umfeld befindet oder abgemeldet ist und keine Freundschaftsbeziehung besteht.

# chat_message_pending
source: pending
de: ausgehend

# chat_message_sent
source: sent
de: gesendet

# chat_message_delivered
source: delivered
de: zugestellt

# chat_message_read
source: read
de: gelesen

# chat_message_unread
source: unread
de: ungelesen

# chat_message_failed
source: undeliverable
de: unzustellbar

# chat_message_aborted
source: aborted
de: abgebrochen

# chat_message_rejected
source: rejected
de: zurückgewiesen

# chat_message_delivered_missing_attachment %@
source: expecting %@
de: erwartet %@

# chat_message_delivered_failed_attachment %@
source: undeliverable %@
de: %@ gestört

# chat_resend_menu_item
source: Send
de: Senden

# chat_open_with_menu_item
source: Open with...
de: Öffnen mit...

# chat_share_menu_item
source: Share
de: Teilen

# chat_action_sheet_title
source: In this Chat:
de: In diesem Chat:

# chat_messages_delete_safety_question %d
source: Delete %d messages including all media?
de: %d Nachrichten und Anhänge löschen?

# chat_messages_delete_safety_question %d (one)
source: Delete %d message including media?
de: Eine Nachricht mit Anhang löschen?

# chat_messages_delete_all %d
source: Delete all %d messages
de: Alle %d Nachrichten löschen

# chat_messages_delete_all %d (one)
source: Delete the message
de: Nachricht löschen

# chat_messages_delete_all_previous %d
source: Delete %d previous messages
de: %d vorige Nachrichten löschen

# chat_messages_delete_all_previous %d (one)
source: Delete %d previous message
de: %d vorige Nachricht löschen

# chat_group_members_invite %d
source: Invite %d group members as friends
de: %d Mitglieder als Freunde einladen

# chat_group_members_invite %d (one)
source: Invite %d group member as friend
de: %d Mitglied als Freund einladen

# chat_group_members_invite_accept %d
source: Accept %d friendship invitations
de: Einladung von %d Mitgliedern annehmen

# chat_group_members_invite_accept %d (one)
source: Accept one friendship invitation
de: Einladung von einem Mitglied annehmen

# chat_group_members_disinvite %d
source: Disinvite %d group members as friend
de: Einladung an %d Mitglieder zurückziehen

# chat_group_members_disinvite %d (one)
source: Disinvite one group member as friend
de: Einladung an ein Mitglied zurückziehen

# chat_group_clone
source: Clone group
de: Gruppe klonen

# chat_group_clone_nearby
source: Create permanent group
de: Permanente Gruppe erstellen

# collection_list_nav_title
source: Collections
de: Sammlungen

# collection_list_nav_title_short
source: Coll.
de: Samml.

# collection_new_collection_title
source: New Collection
de: Neue Sammlung

# collection_new_collection_message
source: Please enter a name for the new collection:
de: Bitte gib einen Namen für die neue Sammlung ein:

# contact_list_nav_title
source: Contacts
de: Kontakte

# contact_nav_title
source: Contact
de: Kontakt

# contact_alias_placeholder
source: Alternative Name
de: Alternativer Name

# contact_attachment_title
source: Media:
de: Medien:

# contact_key_btn_title
source: Key:
de: Schlüssel:

# contact_unblock_btn_title_format
source: Unblock %@
de: Entblockiere %@

# contact_block_btn_title_format
source: Block %@
de: Blockiere %@

# contact_invite_btn_title_format
source: Invite as friend
de: Als Freund einladen

# contact_disinvite_btn_title_format
source: Disinvite %@
de: Einladung zurückziehen

# contact_message_count_format
source: %@ messages
de: %@ Nachrichten

# contact_message_count_format (one)
source: %@ message
de: %@ Nachricht

# contact_audio_attachment_count_format
source: %@ files
de: %@ Dateien

# contact_audio_attachment_count_format (one)
source: %@ file
de: %@ Datei

# contact_delete_btn_title
source: Delete contact
de: Kontakt löschen

# contact_delete_safety_question
source: Delete contact, chat and attachments?
de: Kontakt, Chat und Attachments löschen?

# contact_delete_associated_data_question
source: Relationship with contact '%@' no longer exists. Delete associated profile, chats and data?
de: Die Beziehung zu Kontakt '%@' wurde entfernt. Dazugehöriges Profil, Chats und Daten löschen?

# contact_deleted_title
source: Contact Releationship removed
de: Beziehung besteht nicht mehr

# contact_keep_data_button
source: Keep Data
de: Behalten

# contact_delete_data_button
source: Delete Data
de: Daten Löschen

# contact_new_friend_title
source: New Friend
de: Neuer Freund

# contact_new_friend_message
source: Contact '%@' is now your friend.
de: Kontakt '%@' ist jetzt mit dir befreundet.

# contact_blocked_title
source: Contact Blocked
de: Kontakt geblockt

# contact_blocked_message
source: Exchange of messages with contact '%@' has been temporarily blocked.
de: Der Nachrichtenaustausch mit Kontakt '%@' ist vorübergehend geblockt.

# contact_relationship_removed_title
source: Relationship removal
de: Beziehung entfernen

# contact_relationship_removed_message
source: Relationship with contact '%@' has been removed.
de: Die Beziehung zu Kontakt '%@' wurde entfernt.

# contact_kept_and_relationship_removed_message
source: No Friend relationship with contact '%@' exists, but contact is still acquainted because of memberships in group(s) > %@ <.
de: Eine Freundschaftsbeziehung zu Kontakt '%@' besteht nicht (mehr), aber der Kontakt besteht noch über die Mitgliedschaft in den Gruppe(n) > %@ <.

# contact_friend_invitation_section_title
source: You are invited as friend
de: Freundschaftseinladung

# contact_friend_accept_button
source: Accept as friend
de: Freundschaft annehmen

# contact_friend_refuse_button
source: Refuse friendship
de: Freundschaft ablehnen

# contact_friend_refuse_title
source: Refuse friendship?
de: Freundschaft ablehnen?

# contact_friend_refuse_button_title
source: Refuse
de: Ablehnen

# contact_invited_me_as_friend_title
source: Friendship Invitation
de: Freundschaftseinladung

# contact_invited_me_as_friend_message %@
source: A contact named ‘%@' known via a group invited you to become a friend.
de: Eine Gruppenbekanntschaft namens ‘%@' hat dich eingeladen, ihr Freund zu werden.

# contact_accept_friend_failed_message %@
source: Accepting friendship invitation of contact %@ failed. Check invitation status in contact's profile and your connection and eventually try again later.
de: Das Annehmen der Freundschaftseinladung von '%@' ist fehlgeschlagen. Überprüfe den Einladungsstatus im Profile des Kontakts sowie deine Verbindung und versuche es vielleicht später noch einmal.

# contact_accept_friend_failed_title
source: Accepting Friendship Failed
de: Freundschaft annehmen fehlgeschlagen

# contact_refuse_friend_failed_message %@
source: Refusing friendship invitation of contact %@ failed. Check invitation status in contact's profile and your connection and eventually try again later.
de: Das Ablehnen der Freundschaftseinladung von '%@' ist fehlgeschlagen. Überprüfe den Einladungsstatus im Profile des Kontakts sowie deine Verbindung und versuche es vielleicht später noch einmal.

# contact_refuse_friend_failed_title
source: Refusing Friendship Failed
de: Freundschaft ablehnen fehlgeschlagen

# contact_invite_friend_failed_message %@
source: Friendship invitation of contact %@ failed. Check invitation status in contact's profile and your connection and eventually try again later.
de: Die Freundschaftseinladung von '%@' ist fehlgeschlagen. Überprüfe den Einladungsstatus im Profile des Kontakts sowie deine Verbindung und versuche es vielleicht später noch einmal.

# contact_invite_friend_failed_title
source: Friendship Invitation Failed
de: Freundschaftseinladung fehlgeschlagen

# contact_disinvite_friend_failed_message %@
source: Friendship disinvitation of contact %@ failed. Check invitation status in contact's profile and your connection and eventually try again later.
de: Das Zurückziehen der Freundschaftseinladung von '%@' ist fehlgeschlagen. Überprüfe den Einladungsstatus im Profile des Kontakts sowie deine Verbindung und versuche es vielleicht später noch einmal.

# contact_disinvite_friend_failed_title
source: Friendship Disnvitation Failed
de: Freundschaft zurückziehen fehlgeschlagen

# contact_invited_me_as_friend_accept_btn_title
source: Accept
de: Annehmen

# contact_invited_me_as_friend_decline_btn_title
source: Refuse
de: Ablehnen

# contact_invited_me_as_friend_decide_later_btn_title
source: Decide Later
de: Später entscheiden

# contact_relationship_friend
source: Friend
de: Freund

# contact_relationship_groupfriend
source: Acquaintance by group
de: Gruppenbekanntschaft

# contact_relationship_kept
source: No Relationship
de: Keine Beziehung

# contact_relationship_blocked
source: Blocked
de: Geblockt

# contact_relationship_invited
source: Invited as Friend
de: Eingeladen als Freund

# contact_relationship_invitedMe
source: Invited you as Friend
de: Hat dich als Freund eingeladen

# contact_list_placeholder
source: [Invite friends](http://faq.hoccer.com/tutorial-xo/#invite) to chat with.
de: [Lade Freunde ein](http://hoccer.com/hoccer-xo-anleitung/#freunde-einladen) sicher mit dir zu chatten.

# contact_list_placeholder_nearby
source: Waiting for others [nearby](http://faq.hoccer.com/tutorial-xo/#nearby)…
de: Warte auf Kontake [in der Nähe](http://hoccer.com/hoccer-xo-anleitung/#in-der-naehe)…

# credentials_setup_nav_title
source: Account
de: Konto

# credentials_setup_found_old_text
source: %@ has been installed before. You can reactivate your old account and keep all contacts.
de: Hoccer war schon einmal installiert. Du kannst das alte Konto reaktivieren und erhältst deine Kontakte zurück.

# credentials_setup_found_backup_text
source: A login backup exists. You can restore an account from this backup.
de: Eine Sicherungskopie mit Zugangsdaten ist vorhanden. Du kannst das alte Konto reaktivieren und erhältst deine Kontakte zurück

# credentials_setup_found_file_text
source: An exported login (credentials.json) has been found. You can import this login.
de: Es wurde eine Datei mit exportierten Zugangsdaten gefunden, die importiert werden können.

# credentials_setup_keep_btn_title
source: Reactivate Old Account
de: Altes Konto reaktivieren

# credentials_setup_restore_btn_title
source: Restore Account-Backup
de: Konto-Sicherungskopie laden

# credentials_setup_import_btn_title
source: Import Account
de: Konto Importieren

# credentials_setup_create_btn_title
source: Create New Account
de: Neues Konto

# credentials_setup_found_credentials_provider_text
source: Dear XO friend, we at Hoccer have combined our best features from Hoccer XO and Hoccer Classic into one app: Hoccer - The Messenger. To continue using our secure messaging service, we would like to move your data to our new app. XO won’t be available anymore soon. You can transfer all your data from Hoccer XO including all chat histories, or the login credentials including only your friends and group memberships. Please note, the former requires sufficient free storage.
de: Hallo lieber XO Nutzer, wir von Hoccer haben unsere besten Features in einer App vereint und so werden aus Hoccer XO und Hoccer Classic nun Hoccer - Der Messenger! Damit du auch zukünftig sicher chatten und unbegrenzt Daten mit all deinen Freunden austauschen kannst, möchten wir jetzt mit dir zu Hoccer umziehen. Du kannst von Hoccer XO entweder alle Daten, oder nur die Zugangsdaten übernehmen. Ersteres erfordert ausreichend freien Speicher, da eine Kopie aller Chatverläufe übertragen wird. Der Transfer der Zugangsdaten beinhaltet ausschließlich die Übertragung Deiner Kontakte bzw. Freunde und Gruppenmitgliedschaften.

# credentials_setup_fetch_btn_title
source: Take XO-Login Only
de: Nur XO-Zugangsdaten übernehmen

# credentials_setup_fetchall_btn_title
source: Take All from XO
de: Alle Daten von XO übernehmen

# credentials_setup_question
source: What do you want to do?
de: Was möchtest du tun?

# credentials_file_delete_btn_title
source: Delete exported credentials
de: Exportierte Daten löschen

# credentials_file_delete_safety_question
source: Really deleted exported credentials?
de: Exportierte Zugangsdaten wirklich löschen?

# credentials_file_deleted_alert
source: Credentials File Deleted
de: Exportierte Zugangsdaten gelöscht

# credentials_file_enter_passphrase_alert
source: Enter the decryption passphrase
de: Enschlüsselungskennwort eingeben

# credentials_file_choose_passphrase_alert
source: Choose an encryption passphrase and remember it
de: Verschlüsselungskennwort eingeben und merken

# credentials_file_passphrase_placeholder
source: Passphrase
de: Kennwort eingeben

# credentials_file_import_failed_title
source: Credentials Import Failed
de: Zugangsdatenimport fehlgeschlagen

# credentials_file_decryption_failed_message
source: Wrong decryption passphrase or credentials file damaged. Try again.
de: Falsches Kennwort oder ungültige Zugangsdaten. Versuchen sie es noch einmal.

# credentials_file_equals_current_title
source: Same credentials
de: Identische Zugangsdaten

# credentials_file_equals_current_message
source: Imported credentials are the same as the active ones.
de: Importiere Zugangsdaten sind mit den geltenden identisch.

# credentials_export_btn_title
source: Export Login Credentials
de: Zugangsdaten exportieren

# credentials_exported_alert
source: Login credentials have been exported to the document directory. If you transfer them to a another device, you can no longer use them here!
de: Zugangsdaten wurden ins Dokumentenverzeichnis exportiert. Falls diese auf einem anderen Gerät importiert werden, kann der Zugang mit diesem Gerät hier nicht mehr genutzt werden!

# credentials_import_btn_title
source: Import Login Credentials
de: Zugangsdaten importieren

# credentials_import_safety_question
source: Importing credentials might result in the permanent loss of your current login and all contacts. Do you really want to import new credentials?
de: Das Importieren von Zugangsdaten kann zum Verlust des aktuellen Zugangs und aller XO-Kontakte führen! Dennoch importieren?
