Repository: hoccer/hoccer-xo-iphone
Catalog: HoccerXO/Localizations/*.lproj/Localizable.strings
Languages: de

# key_verified_public_key_changed_title
source: Verified Key has Changed
de: Verifizierter Schlüssel wurde geändert.

# key_verified_public_key_changed_message_format
source: The key of contact "%@" has been changed. As the old key was verified, please re-verify the new key for additional security.
de: Der von dir verifizierte öffentliche Schlüssel von Partner "%@" hat sich geändert. Verifiziere den Schlüssel erneut für mehr Sicherheit.

# key_delete_all
source: Delete All Keys
de: Alle Schlüssel löschen

# key_delete_all_safety_question
source: Delete all keys and generate a new one using default settings?
de: Alle Schlüssel löschen und einen neuen Standardschlüssel anlegen?

# permission_denied_title
source: Access Denied
de: Zugriff verweigert

# permission_denied_microphone_message
source: Grant microphone access to %@ in System Settings→Privacy→Microphone if you want to record audio.
de: Um Sprache aufzunehmen, erlaube Hoccer in System Einstellungen→Datenschutz→Mikrofon den Zugriff.

# permission_denied_location_nearby_message
source: Grant location access to %@ in System Settings→Privacy→Location Services to chat with people nearby.
de: Um mit Leuten in der Nähe zu chatten, erlaube Hoccer in System Einstellungen→Datenschutz→Ortungsdienste den Zugriff.

# permission_denied_addressbook_message
source: Grant address book access to %@ in System Settings→Privacy→Contacts to allow contact selection.
de: Um Kontakte auszuwählen, erlaube Hoccer in System Einstellungen→Datenschutz→Kontakte den Zugriff auf dein Adressbuch.

# permission_denied_camera_qr_scanner
source: To scan QR codes grant camera access to %@ in System Settings→Privacy→Camera
de: Um QR-Codes zu scannen erlaube Hoccer in System Einstellungen→Datenschutz→Kamera den Zugang.

# profile_nav_title
source: Profile
de: Profil

# profile_avatar_option_sheet_title
source: Get Avatar Image from:
de: Wähle ein Avatarbild aus:

# profile_avatar_option_delete_btn_title
source: Delete Avatar
de: Avatar löschen

# profile_name_placeholder
source: Your Name
de: Dein Name

# profile_key_btn_title
source: Your Key
de: Dein Schlüssel

# recorder_play_button_title
source: Play
de: Anhören

# recorder_use_button_title
source: Use
de: Benutzen

# server_stopped_can_run
source: Enable the %@ to start a WebDAV-Server on this device. You can then connect to the %@ from a computer in the local network to copy media items between %@ and your computer. For security reason do not start the server when connected to an untrusted public Wifi-network.
de: Drücke den Startknopf um einen WebDAV-Server auf diesem Gerät zu starten. Du kannst dich dann von einem Computer im lokalen Netzwerk mit Hoccer verbinden um Mediendateien zwischen Hoccer und dem Computer auszutauschen. Nutze den Server aus Sichergründen nicht in einem öffentlichen Netzwerk.

# server_stopped_can_not_run
source: You must be connected via WiFi in order to start the WebDAV-Server for the %@ on this device, but you are not. With the server you can connect to the %@ App from a computer in the local network and copy media items between your device and your computer. For security reasons do not start the server when connected to an untrusted public Wifi-network.
de: Du musst mit einem WLAN verbunden sein, um den WebDAV-Server auf diesem Gerät zu starten. Du kannst dich dann von einem Computer im lokalen Netzwerk mit der Hoccer-App verbinden, um Mediendateien zwischen diesem Gerät und dem Computer auszutauschen. Nutze den Server aus Sichergründen nicht in einem öffentlichen Netzwerk. Durch tippen auf das Kennwort kannst du es ändern.

# settings_nav_title
source: Settings
de: Einstellungen
