Repository: hoccer/hoccer-xo-iphone
Catalog: HoccerXO/Localizations/*.lproj/Localizable.strings
Languages: de

# credentials_key_import_confirm_btn_title
source: Import
de: Importieren

# credentials_delete_safety_question
source: Deleting credentials might result in the permanent loss of your current login all contacts. Do you really want to delete your credentials?
de: Das Löschen von Zugangsdaten kann zum Verlust des aktuellen Zugangs und aller XO-Kontakte führen! Dennoch löschen?

# credentials_delete_btn_title
source: Delete Login Credentials
de: Zugangsdaten löschen

# credentials_deleted_title
source: Credentials Deleted
de: Zugangsdaten gelöscht

# credentials_deleted_message
source: Credentials have been deleted. Please restart the app.
de: Zugangsdaten wurden gelöscht. Starte die App neu.

# credentials_and_database_not_deleted_title
source: Nothing was deleted
de: Daten behalten

# credentials_and_database_not_deleted_message
source: Try restoring from backup or import saved credentials
de: Versuche eine Sicherungskopie einzuspielen oder gültige Zugangsdaten zu importieren.

# credentials_and_database_deleted_title
source: Credentials Deleted
de: Zugangsdaten gelöscht

# credentials_and_database_deleted_message
source: Credentials and database have been deleted. Please restart the app.
de: Zugangsdaten und Datenbank wurden gelöscht. Starte die App neu.

# credentials_invalid_title
source: Credentials not accepted
de: Zugangsdaten zurückgewiesen

# credentials_invalid_delete_question
source: The server has refused your login credentials. ('%@') It might also indicate tampering or a non-existent acount on the server. You can transfer credentials from other devices under 'Profile→Edit'. You can also start a fresh account. Do you want to delete your login credentials and all your chat data on the device and start a fresh account?
de: Der Server hat deine Zugangsdaten nicht akzeptiert. ('%@') Du kannst Zugangsdaten in einer unter 'Profil→Bearbeiten' im- und exportieren. Du kannst auch einen neuen Zugang anlegen. Willst du deine Zugangsdaten und alle Chats auf dem Gerät löschen und einen neuen Zugang erstellen?

# credentials_invalid_changed_delete_question
source: The server has refused your login credentials ('%@'). This happened probably because they are in use on another device or app. It might also indicate tampering. You can transfer credentials under 'Profile→Edit'. You can also start a fresh account. Do you want to delete your login credentials and all your chat data on the device and start a fresh account?
de: Der Server hat deine Zugangsdaten nicht akzeptiert. ('%@') Vermutlich nutzt du den Zugang auf einem anderen Gerät oder in einer anderen Hoccer-App. Du kannst Zugangsdaten in einer unter 'Profil→Bearbeiten' im- und exportieren. Du kannst auch einen neuen Zugang anlegen. Willst du deine Zugangsdaten und alle Chats auf dem Gerät löschen und einen neuen Zugang erstellen?

# credentials_and_database_really_delete_title
source: Really delete Credentials and Database?
de: Zugangsdaten und Datenbank wirklich löschen?

# credentials_database_delete_btn_title
source: Delete All
de: Alles löschen

# credentials_imported_message
source: New login credentials have been imported. Restart the app to use them.
de: Neue Zugangsdaten wurden übernommen. Bitte die App neu starten.

# credentials_imported_title
source: New Login Credentials Imported
de: Zugangsdaten übenommen

# credentials_receive_import_failed_message
source: Error transfering credentials
de: Fehler beim Übernehmen der Zugangsdaten

# credentials_receive_import_failed_title
source: Credentials could not be transfered. Please file a bug report.
de: Zugangsdaten konnten nicht übernommen werden. Diesen Fehler bitte melden.

# credentials_receive_equals_current_message
source: Credentials already active
de: Zugangsdaten nicht neu

# credentials_receive_equals_current_title
source: Credentials already have been transfered before. (New credentials are the same as the active one.)
de: Die selben Zugangsdaten sind bereits vorhanden.

# credentials_receive_old_title
source: Credentials Outdated
de: Zugangsdaten veraltet

# credentials_receive_old_message
source: This Credentials can not be used because they have already been imported and subsequently renewed. Current Credentials have been kept.
de: Die Zugangsdaten sind veraltet und können nicht genutzt werden, weil sie bereits importiert und anschliessend erneuert worden sind. Die aktuellen Zugangsdaten wurden behalten.

# credentials_received_import_title
source: Transfer Login from other App?
de: Zugangsdaten übernehmen?

# credentials_received_import_message
source: Do you really want to transfer login credentials from Hoccer XO?
de: Willst du wirklich die Zugangsdaten aus einer anderen App übernehmen?

# credentials_receive_import_btn_title
source: Transfer
de: Übernehmen

# credentials_transfer_btn_title
source: Transfer Login to Hoccer
de: Zugangsdaten übertragen

# credentials_transfer_failed_no_xox_message
source: You need to install the Hoccer-App first. You will be transfered to the Hoccer home page for installation.
de: Du must zuvor zusötzlich die Hoccer App installieren. Hierzu wird sich die Hoccer-Seite öffnen.

# credentials_transfer_failed_no_xox_title
source: Hoccer App required
de: Hoccer-App benötigt

# credentials_transfer_safety_question
source: Do you want to transfer your login credentials to the Hoccer App?
de: Willst du deine Zugangsdaten auf die Hoccer-App übertragen?

# credentials_fetch_btn_title
source: Fetch Credentials from XO
de: Zugangsdaten von XO holen

# credentials_fetch_safety_question
source: Fetching Credentials from Hoccer XO will transfer the account with contact to this App, but chats and attachment will not be transfered. Do you want to proceed?
de: Das Holen der Zugangsdaten von Hoccer XO übernimmt die Anmeldeinformation und damit Kontakte und Gruppeninformationen, aber die alten Nachrichten und Anhäge werden nicht mitgenommen. Willst du den Vorgang fortsetzen?

# credentials_fetch_confirm_btn_title
source: Fetch Credentials Only
de: Nur Zugangsdaten holen

# credentials_verifier_changed_title
source: Login Transfer Successful
de: Login erfolgreich übernommen

# credentials_verifier_changed_message
source: Imported login credentials have been successfully transfered to this app. You can no longer use them in the app or device where they originated. You can however transfer them from this app using functions in Profile→Edit.
de: Die importierten Login-Daten wurden erfolgreich in diese App übernommen. Sie können nicht mehr länger in der App oder auf dem Gerät genutzt werden, von wo sie stammen.. Sie können aber jederzeit über Funktionen in Profil→Bearbeiten auf andere Hoccer Apps übertragen werden.

# archive_all_btn_title
source: Create Archive
de: Archiv anlegen

# archive_failed_message
source: Could not create archive. Possibly not enough free storage on device.
de: Archivdatei konnte nicht angelegt werden. Möglicherweise nicht mehr genügend freier Speicherplatz.

# archive_failed_title
source: Create Archive Failed
de: Archivieren fehlgeschlagen

# archive_ok_alert_message
source: An Archive File has been created in you Document Directory. You can transfer and import it on another device using iTunes.
de: Es wurde eine Archivdatei in deinem Dokumentverzeichnis angelegt. Du kannst sie mit Hilfe von iTunes auf ein anderes Gerät übertragen.

# archive_ok_alert_title
source: Archive File Created
de: Archivdatei angelegt

# archive_safety_question
source: Creating an archive file will double the amount of storage required by this app and may take some minutes. Really create an archive file of all you data?
de: Das Anlegen einer Archivdatei verdoppelt den Speicherverbrauch dieser App. Willst du wirklich alle deine Daten archivieren?

# archive
source: Create Archive
de: Archivieren

# archive_import_btn_title
source: Import Archive
de: Archiv importieren

# archive_import_failed_message
source: Importing archive failed. You either do not have enough free space or the archive is corrupted.
de: Möglicherweise nicht genügend freier Speicher oder die Archivdatei ist nicht in Ordnung.

# archive_import_failed_title
source: Archive Import Failed
de: Archivimport fehlgschlagen

# archive_imported_message
source: An Archive has successfully been imported. You need to restart this app to continue.
de: Neue Datenbank und Zugangsdaten wurden übernommen. Bitte die App neu starten.

# archive_imported_title
source: Archive Imported
de: Archiv importiert

# archive_import_safety_question
source: Importing an archive will overwrite your existing database of messages and set your login to the one the archive was created with. Do you really want to import an archive?
de: Das Importieren eines Archivs überschreibt die aktuelle Datenbank und Benutzerkonto mit den Daten des Accounts, mit dem das Archiv angelegt wurde. Wirklich fortfahren?

# archive_fetch_btn_title
source: Fetch All from XO
de: Alles von XO übertragen

# archive_fetch_safety_question
source: Fetching Data from Hoccer XO will transfer all the data and account to this App. Do you want to proceed?
de: Diese Funktion Übertragen alle Daten von Hoccer XO einschlisslich der Anmeldeinfomation in diese App. Willst du forfahren?

# archive_fetch_confirm_btn_title
source: Fetch All
de: Alles Holen

# archive_transfer_safety_question
source: Do you want to tranfer your account and data from XO to the installed Hoccer App?
de: Willst du alle Daten einschliesslich der Anmeldedaten von XO zur neuen Hoccer App übertragen?

# archive_make_hud_title
source: Creating Archive...
de: Archiv wird angelegt

# archive_import_hud_title
source: Unpacking Archive...
de: Archiv wird entpackt

# archive_install_hud_title
source: Installing Archive...
de: Archiv wird installiert

# archive_sending_hud_title
source: Sending Archive...
de: Archiv wird gesendet

# archive_import_alert_title
source: Archive received
de: Archive empfangen

# archive_import_alert_message
source: Do you want to import this received archive from another app?
de: Möchtest du dieses aus einer anderen App empfangene Archiv importieren?

# archive_transfer_open_with_btn_title
source: Transfer Backup to other App
de: Archivdatei übertragen

# archive_transfer_open_with_safety_question
source: Create a backup of all messages, attachment and login credentials and transfer all to another app on this device?
de: Soll eine Archivdatei mit allen Nachrichten, Anhängen und der Anmeldeinformation erstellt und an eine andere App auf diesem Gerät übertragen werden?

# archive_transfer_not_enough_space %@ %@
source: The data transfer requires %@ of free space on your device, but you have only %@. You can delete some large media attachments in your chats to lower the space requirements or make more free space by temporarily removing media items from other apps.
de: Zur Übertragung der Daten wird %@ freier Speicher auf dem Gerät benötigt, es sind aber nur %@ frei. Du kannst grössere Medienanhänge in deinen Chats löschen, um den Speicherbedarf zu reduzieren oder Mediendaten anderer Apps vorübergehend löschen, um mehr freien Speicher zu schaffen.

# archive_transfer_not_enough_space_title
source: Not Enough Space
de: Zu wenig freier Speicher

# database_corrupt_not_deleted_title
source: Database not deleted
de: Datenbank nicht gelöscht

# database_corrupt_not_deleted_message
source: Outdated or corrupted database was not deleted. %@ will not work.
de: Veraltete oder korrupte Datenbank wurde nicht gelöscht. Hoccer wird nicht funktionieren.

# database_corrupt_deleted_title
source: Database deleted
de: Datenbank gelöscht

# database_corrupt_deleted_message
source: The database was deleted. Please restart %@.
de: Die Datenbank wurde gelöscht. Bitte starte Hoccer neu.

# database_delete_btn_title
source: Delete Database
de: Datenbank löschen

# geolocation_default_name
source: The Place
de: Der Ort

# geolocation_picker_title
source: Drag the Pin
de: Pin verschieben

# group_list_nav_title
source: Groups
de: Gruppen

# group_nav_title
source: Group
de: Gruppe

# group_new_nav_title
source: New Group
de: Neue Gruppe

# group_name_placeholder
source: Group Name
de: Gruppenname

# group_invite_members_title
source: Invite more
de: Einladen

# group_invite_message_format
source: You have been invited to group '%@' administrated by '%@'. What do you want to do?
de: Du wurdest in die Gruppe '%@' eingeladen, verwaltet von '%@'. Was möchtest du mit der Einladung machen?

# group_invite_title
source: Group Invitation
de: Gruppeneinladung

# group_invite_decide_later_btn_title
source: Decide later
de: Später entscheiden

# group_invite_join_group_btn_title
source: Join Group
de: Annehmen

# group_invite_decline_btn_title
source: Decline Invitation
de: Ablehnen

# group_invite_dismissed_title
source: Invitation dismissed
de: Einladung abgelehnt oder zurückgezogen

# group_invite_dismissed_message_format
source: '%@' is no longer invited to group '%@'
de: '%@' ist nicht mehr zu Gruppe '%@' eingeladen.

# group_invite_removed_title
source: The invitation for group '%@' has been removed.
de: Die Einladung für die Gruppe '%@' wurde entfernt.

# group_invite_failed_message %@ %@
source: Invitation of contact '%@' to group '%@' failed. Check your connection and eventually try again later.
de: Das Einladen von '%@' zur Gruppe '%@' ist fehlgeschlagen. Überprüfe deine Verbindung und versuche es später noch einmal

# group_invite_friend_failed_title
source: Group Invitation Failed
de: Gruppeneinladung fehlgeschlagen

# group_disinvite_failed_message %@ %@
source: Disinvitation of contact '%@' from group '%@' failed. Check your connection and eventually try again later.
de: Das Zurückziehen der Einladung von '%@' zur Gruppe '%@' ist fehlgeschlagen. Überprüfe deine Verbindung und versuche es später noch einmal

# group_disinvite_friend_failed_title
source: Group Invitation Failed
de: Gruppeneinladung zurückziehen fehlgeschlagen

# group_join_button
source: Join Group
de: Gruppe beitreten

# group_admin_you
source: You
de: Du

# group_decline_invitation
source: Decline Invitation
de: Einladung ablehnen

# group_leave
source: Leave Group
de: Gruppe verlassen

# group_decline_invitation_title
source: Decline Invitation?
de: Einladung ablehnen?

# group_decline_button_title
source: Decline
de: Ablehnen

# group_leave_group_title
source: Leave Group?
de: Gruppe verlassen?

# group_leave_group_button_title
source: Leave
de: Verlassen

# group_close
source: Close Group
de: Gruppe schliessen

# group_close_group_title
source: Do you really want to close the group for everybody and ever?
de: Möchtest Du die Gruppe wirklich für alle und immer schliessen?

# group_close_group_button_title
source: Close
de: Schliessen

# group_delete_data
source: Delete Group Data
de: Gruppendaten löschen

# group_kick_member_confirm
source: Kick
de: Ausladen

# group_no_admin
source: No Admin
de: Kein Admin

# group_joined_title
source: Group Joined
de: Neues Gruppenmitglied

# group_joined_message_format
source: %@ joined group %@ as a new member.
de: '%@' ist neues Mitlied der Gruppe '%@' geworden.

# group_left_title
source: Group Left
de: Mitglied hat Gruppe verlassen

# group_left_message_format
source: '%@' is no longer member of group '%@'.
de: '%@' ist nicht mehr Mitglied der Gruppe '%@'

# group_deleted_title
source: Group Membership Removed
de: Gruppenmitgliedschaft erloschen.

# group_deleted_message_format
source: Your membership in group '%@' no longer exists. Delete associated chats and data?
de: Deine Mitgliedschaft in der Gruppe '%@' besteht nicht mehr. Gruppenchat und damit zusammenhängende Daten löschen?

# group_keep_data_button
source: Keep Data
de: Behalten

# group_delete_data_button
source: Delete Data
de: Löschen

# group_delete_title
source: Delete group and all associated chats and data?
de: Die Gruppe und dazugehörige Chats und Daten löschen?

# group_delete_button_title
source: Delete Group
de: Gruppe löschen

# group_kicked_title
source: Your membership in group '%@' has been removed.
de: Deine Mitgliedschaft in der Gruppe '%@' wurde beendet.

# group_state_kept
source: Group Deactivated
de: Gruppe deaktiviert

# group_membership_state_invited
source: invited
de: eingeladen

# group_membership_state_joined
source: joined
de: beigetreten

# group_membership_role_member
source: member
de: Mitglied

# group_member_count_joined
source: %d joined
de: %d Mitglieder

# group_member_count_joined (one)
source: one joined
de: ein Mitglied

# group_member_count_joined (zero)
source: you are alone
de: du bist allein

# group_member_invited_count
source: %d invited
de: %d eingeladen

# group_list_placeholder
source: Create [groups](http://faq.hoccer.com/tutorial-xo/#groups) to chat with many friends at once.
de: Lege [Gruppen](http://hoccer.com/hoccer-xo-anleitung/#gruppen) an um mit vielen Freunden gleichzeitig zu chatten.

# group_name_nearby_active
source: All Nearby (%d)
de: Alle nahebei (%d)

# group_name_nearby_kept
source: Stored Nearby Group
de: 'Nahebei' gespeichert

# group_name_nearby_empty
source: Nobody Nearby
de: Niemand nahebei

# invite_option_sheet_title
source: Invite Friends
de: Einladung

# invite_option_sms_btn_title
source: Invite via SMS
de: Einladen per SMS

# invite_option_mail_btn_title
source: Invite via E-Mail
de: Einladen per Mail

# invite_option_code_btn_title
source: Invite by Code
de: Einladen per Code

# invite_recipient_picker_title
source: Recipients
de: Empfänger

# invite_mail_subject
source: %@ Invitation
de: Einladung zu Hoccer

# invite_mail_body
source: Hey, I'm using the free messenger app %@ to chat securely with my friends. Download it now and accept my friend request by clicking this link: %@. Let's go! xo
de: Hey, ich nutze jetzt die kostenlose Nachrichten App „Hoccer“ zum sicheren Chatten mit meinen Freunden. Lade die App jetzt herunter und bestätige meine Freundschaftsanfrage: %@ Und los geht´s! xo

# invite_sms_text
source: Hey! I'm now using the free app %@ for secure chatting. Download it now and add me as a contact: %@ xo %@
de: Hey, ich nutze die Gratis-App Hoccer zum sicheren Chatten! Jetzt herunterladen und mich als Kontakt hinzufügen: %@ xo, %@

# invite_scan_nav_title
source: Scan
de: Scannen

# invite_generate_nav_title
source: Generate
de: Generieren

# invite_enter_code_prompt
source: Or enter invite code
de: Oder Einladungscode eingeben

# invite_copy_code_prompt
source: Or copy this code
de: Oder kopiere diesen Code

# invite_error_alert_title
source: Invite failed
de: Einladung fehlgeschlagen

# invite_error_rejected_by_server
source: The code has been rejected
de: Der Code wurde abgelehnt

# invite_no_xo_qr_code_title
source: Not a %@ code
de: Kein Hoccer Code

# key_yours_nav_title
source: Your Key
de: Dein Schlüssel

# key_others_nav_title
source: Key
de: Schlüssel

# key_state_unverified
source: Not verified
de: Nicht verifiziert

# key_state_verified
source: Verfied
de: Verifiziert

# key_state_mistrusted
source: Mistrusted
de: Misstraut

# key_fingerprint_info
source: Improve security by [verifying the keys](http://faq.hoccer.com/tutorial-xo/#verify) of your friends. Ask them for their key ids and compare.
de: Für ein Extra an Sicherheit [verifiziere die Schlüssel](http://hoccer.com/hoccer-xo-anleitung/#verifizierung) deiner Freunde. Frage sie nach ihrer Schlüssel Id und vergleiche.

# key_fingerprint_yours_info
source: The key id is your keys fingerprint. Show it to friends asking to [verify your key](http://faq.hoccer.com/tutorial-xo/#verify).
de: Die Schlüssel Id ist der Fingerabdruck deines Schlüssels. Zeige sie Freunden, die deinen [Schlüssel verifizieren](http://hoccer.com/hoccer-xo-anleitung/#verifizierung) wollen.

# key_length_item
source: Key Length:
de: Schlüssellänge:

# key_renew_keypair
source: Renew RSA Keypair
de: RSA-Schlüssel erneuern

# key_renew_keypair_info
source: If your device got into the wrong hands [renew your key pair](http://hoccer.com/xo/explain/new_keys).
de: Wenn dein Gerät in falschen Händen war kannst du hier deine [Schlüssel erneuern](http://hoccer.com/xo/explain/new_keys).

# key_renew_option_sheet_title
source: Create new RSA Keypair?
de: Neues RSA Schlüsselpaar erzeugen?

# key_renew_option_automatic
source: Automatic
de: Automatisch

# key_renew_option_manual
source: Manual
de: Manuell

# key_renewal_hud_title
source: Generating Keys…
de: Generiere Schlüssel…

# key_custom_generate_nav_title
source: Generate
de: Erzeugen

# key_custom_import_nav_title
source: Import
de: Importieren

# key_custom_size_instructions
source: Generate a RSA key pair with a custom size. Note that the generation of large keys takes a conciderable amount of time and battery power. This feature is intended for curious security enthusiasts.
de: Erzeuge einen RSA Schlüssel mit bestimmter Länge. Das Erzeugen grosser Schlüssel dauert lange und belastet die Akkulaufzeit. Diese Funktion ist für neugierige Sicherheitsenthusiasten gedacht.

# key_custom_import_instructions
source: Import your own RSA key pair in PEM format. This feature is intended for curious security enthusiasts.
de: Importiere dein eigens RSA Schlüsselpaar im PEM Format. Diese Funktion ist für neugierige Sicherheitsenthusiasten gedacht.

# key_export_keypair
source: Export
de: Exportieren

# key_export_option_sheet_title
source: Export RSA keys to pasteboard:
de: RSA Schlüssel in die Zwischenablage exportieren:

# key_export_option_public
source: Public Key
de: Öffentlicher Schlüssel

# key_export_option_private
source: Private Key
de: Privater Schlüssel

# key_export_option_both
source: Both Keys
de: Beide Schlüssel

# key_import_public_btn_title
source: Import Public Key
de: Öffentl. Schlüssel importieren

# key_import_private_btn_title
source: Import Private Key
de: Priv. Schlüssel importieren

# key_import_success
source: The key has been successfully imported from the pasteboard
de: Schlüssel wurde erfolgreich aus der Zwischenablage importiert.

# key_import_success_title
source: Key Import Succeeded
de: Schlüssel importiert

# key_import_failed
source: Your old key remains in use.
de: Es konnte kein Schlüssel aus der Zwischenablage importiert werden.

# key_import_failed_title
source: Key Import Failed
de: Schlüsselimport fehlgeschlagen

# key_import_safety_question
source: This will import an RSA key in PEM-format from the pasteboard. Only do it when you know what you are doing. Do you want to proceed?
de: Diese Funktion importiert einen RSA-Schlüssel im PEM-format aus der Zwischenablage. Du solltest das nur tun, wenn du weist, was du tust. Willst du den Schlüssel importieren?

# key_export_public_btn_title
source: Export Public Key
de: Öffentl. Schlüssel exportieren

# key_export_private_btn_title
source: Export Private Key
de: Priv. Schlüssel exportieren

# key_export_success
source: The key has been succesfully exported to the pasteboard
de: Schlüssel wurde erfolgreich in die Zwischenablage exportiert

# key_export_success_title
source: Key exported
de: Schlüssel exportiert

# key_export_failed
source: Sorry, the key export has failed.
de: Der Schlüssel konnte nicht exportiert werden.

# key_export_failed_title
source: Key export failed
de: Schlüsselexport fehlgeschlagen

# key_export_confirm_btn_title
source: Export
de: Exportieren

# key_export_private_safety_question
source: Your private key can be used to decrypt messages sent to you. Therefore exporting a private key is generally not recommended. Do you want to export it to the pasteboard anyway?
de: Mit deinem privaten Schlüssel können an dich gesendete Nachrichten entschlüsselt werden. Wir raten daher grundsätzlich vom Export ab. Willst du den Schlüssel dennoch in die Zwischenablage exportieren?

# key_verify_public_btn_title
source: Mark key verified
de: Als verifiziert markieren

# key_unverify_public_btn_title
source: Mark key not verified
de: Verifikation aufheben
